Repository: tapczan/profumolabo
Catalog: modules/eparagony/translations/*/ModulesEparagonyEparagony.*.xlf
Languages: pl_pl

source: Order Receipt
pl_pl: Paragon do zamówienia

source: Nothing done.
pl_pl: Brak akcji.

source: Mail send.
pl_pl: Wiadomość wysłana.

source: Download finished.
pl_pl: Pobieranie zakończone.

source: Prepare e-receipt
pl_pl: Przygotuj e-paragon

source: E-receipt is being issued
pl_pl: E-paragon jest wydawany

source: E-receipt has been issued
pl_pl: E-paragon został wydany

source: Error preparing e-receipt
pl_pl: Błąd podczas przygotowywania e-paragonu

source: Electronic receipt and invoice subsystem.
pl_pl: System dla elektronicznych paragonów i faktur.

source: Are you sure you want to uninstall? It is not supported.
pl_pl: Czy na pewno chcesz odinstalować? Ta operacja nie jest wspierana.

source: Links
pl_pl: Linki

source: Show queue
pl_pl: Pokaż kolejkę

source: Settings for Spark
pl_pl: Ustawienia dla Spark

source: POS ID
pl_pl: ID sklpeu

source: Store NIP
pl_pl: NIP sklepu

source: Address for fiscalization web hook
pl_pl: Adres dla web hooka fiskalizacji

source: Test environment
pl_pl: Środowisko testowe

source: Log Spark requests
pl_pl: Loguj zapytania Spark

source: Return policy URL
pl_pl: URL regulaminu zwrotów

source: Tax letters
pl_pl: Litery podatków

source: Tax A
pl_pl: Podatek A

source: Tax B
pl_pl: Podatek B

source: Tax C
pl_pl: Podatek C

source: Tax D
pl_pl: Podated D

source: Tax E
pl_pl: Podatek E

source: Tax F
pl_pl: Podatek F

source: Tax G
pl_pl: Podatek G

source: Other settings
pl_pl: Inne ustawienia

source: Ask for phone if not provided but e-receipt is expected.
pl_pl: Pytaj o numer telefonu, jeśli nie podany, na potrzeby wydruku e-paragonu.

source: Save
pl_pl: Zapisz

source: Invalid config.
pl_pl: Nieprawidłowa konfiguracja.

source: Invalid tax values.
pl_pl: Niepoprawne wartości podatku.

source: Invalid pos id.
pl_pl: Niepoprawny ID sklepu.

source: Invalid store NIP.
pl_pl: Niepoprawny NIP sklepu.

source: Invalid client id.
pl_pl: Błędny client id.

source: Invalid client secret.
pl_pl: Błędny client secret.

source: Config updated.
pl_pl: Konfiguracja zmieniona.

source: Issuing e-receipt has not started.
pl_pl: Wydawanie e-paragonu się jeszcze nie rozpoczęło.

source: E-receipt processing initiated.
pl_pl: Wydawanie e-paragonu rozpoczęte.

source: E-receipt processing initiated
pl_pl: Wydawanie e-paragonu rozpoczęte

source: E-receipt awaits to be issued.
pl_pl: Paragon oczekuje na wydanie.

source: E-receipt has been issued.
pl_pl: Paragon został wydany.

source: Error occured while issuing e-receipt.
pl_pl: Błąd nastąpił podczas wydawania e-paragonu.

source: (unknown status)
pl_pl: (nieznany status)

source: Document type:
pl_pl: Typ dokumentu:

source: e-receipt
pl_pl: e-paragon

source: unknown
pl_pl: nieznany

source: Retry e-mail sending
pl_pl: Ponów wysyłanie e-mail

source: Display e-receipt
pl_pl: Wyświetl e-paragon

source: Additional information:
pl_pl: Dodatkowe informacje:

source: Shop ID:
pl_pl: ID sklepu:

source: Repository ID:
pl_pl: ID repozytorium:

source: Last update:
pl_pl: Ostatnia aktualizacja:

source: Retry count:
pl_pl: Liczba prób:

source: Please provide phone number.
pl_pl: Prosimy podać numer telefonu.

source: Provided phone is invalid for Poland.
pl_pl: Podany numer telefonu nie jest poprawny w polsce.

source: There is problem with printing this receipt.
pl_pl: Wystąpił problem z drukowaniem tego paragonu.

source: The receipt is in queued to be printed.
pl_pl: Paragon czeka w kolejce do wydrukowania.

source: The receipt is ready.
pl_pl: Paragon jest gotowy.

source: Internal state:
pl_pl: Wewnętrzny stan:

source: Preview:
pl_pl: Podgląd:

source: Force send e-mail
pl_pl: Wymuś wysłanie e-mail

source: Force download
pl_pl: Wymuś pobranie

source: Prepare new e-receipt
pl_pl: Przygotuj nowy e-paragon

source: Documents list
pl_pl: Lista dokumentów

source: Order:
pl_pl: Zamówienie:

source: Receipt:
pl_pl: Paragon:

source: Next check:
pl_pl: Następne sprawdzenie:

source: Transitions:
pl_pl: Przejścia:

source: Actions:
pl_pl: Akcje:

source: Search
pl_pl: Szukaj

source: Reset
pl_pl: Zresetuj

source: Select all
pl_pl: Wybierz wszystkie

source: Select none
pl_pl: Wyczyść wybór

source: not ready
pl_pl: niegotowy

source: Generate selected
pl_pl: Wygeneruj zaznaczone

source: Print Server Debug
pl_pl: Debugowanie serwera wydruku

source: Document ID
pl_pl: Dokument ID

source: Date
pl_pl: Data

source: Request
pl_pl: Zapytanie
